[
    {
        "image": "https://i.ibb.co/FYcVgnJ/8049273.jpg",
        "name": "The Elegant Universe",
        "quantity": 10,
        "authorName": "Brian Greene",
        "category": "Science",
        "shortDescription": "Exploring the mysteries of the universe, string theory, and more.",
        "rating": 4,
        "read": "In 'The Elegant Universe,' Brian Greene brilliantly explains complex ideas about string theory, making it accessible to both science enthusiasts and curious minds. It's a mind-expanding journey into the cosmos, revealing how the smallest building blocks of the universe may hold the key to understanding its grandest mysteries."
    },
    {
        "image": "https://i.ibb.co/PhfwHV3/7888152-L.jpg",
        "name": "A Brief History of Time",
        "quantity": 15,
        "authorName": "Stephen Hawking",
        "category": "Science",
        "shortDescription": "An exploration of the cosmos and the nature of time itself.",
        "rating": 4,
        "read": "Stephen Hawking's 'A Brief History of Time' takes you on a captivating voyage through the vast expanse of the universe, offering profound insights into the nature of time, black holes, and the mysteries of space. It's a timeless exploration of the cosmos that will leave you pondering the nature of reality."
    },
    {
        "image": "https://i.ibb.co/n1nJ8v4/61-Tc-VLCl6u-L-AC-UF1000-1000-QL80.jpg",
        "name": "The Selfish Gene",
        "quantity": 12,
        "authorName": "Richard Dawkins",
        "category": "Science",
        "shortDescription": "Examining the gene-centered view of evolution and natural selection.",
        "rating": 5,
        "read": "Richard Dawkins' 'The Selfish Gene' is a thought-provoking exploration of evolutionary biology and the concept of genes as the driving force behind natural selection. It's a foundational work in the field of biology, offering a fresh perspective on the mechanisms of evolution."
    },
    {
        "image": "https://i.ibb.co/Yd88Tdk/51-SX54fc-T-L-AC-UF1000-1000-QL80.jpg",
        "name": "Cosmos",
        "quantity": 8,
        "authorName": "Carl Sagan",
        "category": "Science",
        "shortDescription": "A journey through space and time, exploring the wonders of the cosmos.",
        "rating": 4,
        "read": "Carl Sagan's 'Cosmos' is a poetic and scientific odyssey through the universe. It weaves together the beauty of the cosmos with the wonder of scientific discovery, offering a profound perspective on our place in the universe. Prepare to be inspired by the grandeur of the cosmos."
    },
    {
        "image": "https://i.ibb.co/BZhVFKz/A1owd-Y-m1s-L-AC-UF1000-1000-QL80.jpg",
        "name": "Spider-Man: The Amazing Adventures",
        "quantity": 7,
        "authorName": "Stan Lee",
        "category": "Comics",
        "shortDescription": "Follow the incredible adventures of Peter Parker, also known as Spider-Man, as he swings through the city, battles iconic villains, and strives to balance his life as a superhero and a regular guy. Stan Lee's timeless creation comes to life in this collection of amazing stories.",
        "rating": 4,
        "read": "Join Spider-Man on a thrilling journey through the bustling streets of New York City as he battles iconic villains and faces the challenges of being a friendly neighborhood superhero. Stan Lee's creation has captured the hearts of fans for generations."
    },
    {
        "image": "https://i.ibb.co/z7kKwwp/MV5-BMz-I2-Mzlm-ZTMt-Yjg2-Zi00-Zj-A2-LTg3-Zj-Qt-ZGJl-OTk3-Nj-Jl-Nm-Rj-Xk-Ey-Xk-Fqc-Gde-QXVy-NTM3-Nz.jpg",
        "name": "Batman: The Dark Knight Returns",
        "quantity": 10,
        "authorName": "Frank Miller",
        "category": "Comics",
        "shortDescription": "Experience the epic tale of Batman's return to Gotham City after years of retirement. Frank Miller's dark and gritty masterpiece delves into the psyche of the Dark Knight as he faces a new wave of crime, including the formidable Two-Face and the powerful mutant gang leader, the Mutant Leader. This iconic graphic novel has left a lasting mark on the world of comics.",
        "rating": 4,
        "read": "Frank Miller's 'Batman: The Dark Knight Returns' is a dark and gritty masterpiece that explores the psychological depths of the Dark Knight as he returns to fight a new wave of crime in Gotham. Witness the iconic showdown with Two-Face and the rise of the formidable Mutant Leader."
    },
    {
        "image": "https://i.ibb.co/X7rk92H/Wonder-woman-02.jpg",
        "name": "Wonder Woman: Gods and Mortals",
        "quantity": 8,
        "authorName": "George Pérez",
        "category": "Comics",
        "shortDescription": "Embark on a journey to Themyscira and witness the origin of Diana, also known as Wonder Woman. George Pérez's iconic run reintroduces this powerful Amazonian warrior to the world. Discover her mission to bring peace, justice, and love to Man's World as she confronts mythical creatures and formidable adversaries in a timeless comic book classic.",
        "rating": 4,
        "read": "George Pérez's 'Wonder Woman: Gods and Mortals' reintroduces the iconic Amazonian warrior to a new generation of readers. Join Diana on her quest to bring peace and justice to a world in turmoil, where she confronts mythical creatures and formidable adversaries in an epic comic book classic."
    },
    {
        "image": "https://i.ibb.co/4R8wsNK/910ty4-MNtv-L-AC-UF1000-1000-QL80.jpg",
        "name": "X-Men: Dark Phoenix Saga",
        "quantity": 6,
        "authorName": "Chris Claremont",
        "category": "Comics",
        "shortDescription": "Join the X-Men as they face one of their greatest challenges yet: the rise of the Dark Phoenix. Chris Claremont's gripping storytelling and the stunning artwork of John Byrne bring this iconic storyline to life. Witness the transformation of Jean Grey into a cosmic force of unimaginable power and the X-Men's desperate efforts to save her and the world.",
        "rating": 4,
        "read": "Chris Claremont's 'X-Men: Dark Phoenix Saga' is a gripping tale of the X-Men facing their most formidable challenge, the rise of the Dark Phoenix. With stunning artwork by John Byrne, this storyline delves into the transformation of Jean Grey into a cosmic force of unimaginable power."
    },
    {
        "image": "https://i.ibb.co/99VK0W5/475900.jpg",
        "name": "Gray's Anatomy",
        "quantity": 5,
        "authorName": "Henry Gray",
        "category": "Medical",
        "shortDescription": "Explore the comprehensive reference on human anatomy. Gray's Anatomy is a classic medical text that provides a detailed and in-depth understanding of the human body's structure, making it an essential resource for medical professionals and students alike.",
        "rating": 5,
        "read": "Henry Gray's 'Gray's Anatomy' is the ultimate reference for understanding the intricacies of human anatomy. It has been a cornerstone resource for medical professionals and students, offering a detailed and in-depth exploration of the human body's structure."
    },
    {
        "image": "https://i.ibb.co/wL9PX2G/91-K65dhb4-YL-AC-UF350-350-QL50.jpg",
        "name": "The Merck Manual of Diagnosis and Therapy",
        "quantity": 8,
        "authorName": "Various Authors",
        "category": "Medical",
        "shortDescription": "A trusted and indispensable medical reference, The Merck Manual offers a wealth of information on diagnosing and treating various medical conditions. It's a go-to resource for healthcare professionals and anyone interested in medical knowledge.",
        "rating": 4,
        "read": "The Merck Manual of Diagnosis and Therapy is a trusted resource for healthcare professionals and anyone seeking knowledge about diagnosing and treating medical conditions. It provides a wealth of information on various aspects of medicine."
    },
    {
        "image": "https://i.ibb.co/rZ9kF4p/91kc2s-Cyk-PL-AC-UF1000-1000-QL80.jpg",
        "name": "Principles of Pharmacology",
        "quantity": 6,
        "authorName": "David E. Golan",
        "category": "Medical",
        "shortDescription": "Delve into the world of pharmacology with this comprehensive textbook. It covers the fundamental principles of drug action, mechanisms of drug interactions, and their applications in medicine. An essential read for pharmacy and medical students.",
        "rating": 4,
        "read": "David E. Golan's 'Principles of Pharmacology' is a comprehensive textbook that immerses you in the world of pharmacology. It explores the fundamental principles of drug action, mechanisms of drug interactions, and their applications in medicine, making it an essential read for pharmacy and medical students."
    },
    {
        "image": "https://i.ibb.co/5BYvDYG/book-86332018-12-23-1545561628.jpg",
        "name": "Harrison's Principles of Internal Medicine",
        "quantity": 10,
        "authorName": "Various Authors",
        "category": "Medical",
        "shortDescription": "A renowned medical textbook covering various aspects of internal medicine. Harrison's Principles of Internal Medicine provides a deep understanding of diseases, diagnostics, and treatments, making it a valuable resource for healthcare professionals and students.",
        "rating": 4,
        "read": "Harrison's Principles of Internal Medicine is a renowned textbook that covers various aspects of internal medicine. It offers a deep understanding of diseases, diagnostics, and treatments, making it an invaluable resource for healthcare professionals and students."
    },
    {
        "image": "https://i.ibb.co/93HskkP/91nd-Irpt-O4-L-AC-UF1000-1000-QL80.jpg",
        "name": "The Shining",
        "quantity": 7,
        "authorName": "Stephen King",
        "category": "Horror",
        "shortDescription": "Check into the eerie Overlook Hotel and experience the chilling and supernatural events that haunt the Torrance family. Stephen King's classic horror novel is a tale of isolation, madness, and malevolence that will send shivers down your spine.",
        "rating": 4,
        "read": "Stephen King's 'The Shining' invites you to check into the eerie Overlook Hotel, where chilling and supernatural events unfold. It's a classic horror novel that explores themes of isolation, madness, and malevolence, sure to send shivers down your spine."
    },
    {
        "image": "https://i.ibb.co/bWr64Bt/The-Exorcist-1971.jpg",
        "name": "The Exorcist",
        "quantity": 5,
        "authorName": "William Peter Blatty",
        "category": "Horror",
        "shortDescription": "Witness a battle between good and evil as a young girl becomes possessed by a malevolent force, leading to a harrowing exorcism. William Peter Blatty's novel explores themes of faith and horror, delivering a truly terrifying and unforgettable experience.",
        "rating": 4,
        "read": "William Peter Blatty's 'The Exorcist' unfolds a battle between good and evil as a young girl becomes possessed by a malevolent force, leading to a harrowing exorcism. This novel explores themes of faith and horror, delivering a truly terrifying and unforgettable experience."
    },
    {
        "image": "https://i.ibb.co/QJ24Vn3/810pc-Xb-l3-L-AC-UF894-1000-QL80.jpg",
        "name": "House of Leaves",
        "quantity": 8,
        "authorName": "Mark Z. Danielewski",
        "category": "Horror",
        "shortDescription": "Dive into a mind-bending and unsettling narrative that blurs the lines between reality and fiction. House of Leaves is a unique and disorienting horror story that will leave you questioning the very nature of the tale being told.",
        "rating": 4,
        "read": "Mark Z. Danielewski's 'House of Leaves' is a mind-bending and unsettling narrative that blurs the lines between reality and fiction. It's a unique and disorienting horror story that will leave you questioning the very nature of the tale being told."
    },
    {
        "image": "https://i.ibb.co/93HskkP/91nd-Irpt-O4-L-AC-UF1000-1000-QL80.jpg",
        "name": "Pet Sematary",
        "quantity": 6,
        "authorName": "Stephen King",
        "category": "Horror",
        "shortDescription": "Discover the ancient burial ground with a sinister secret in the woods behind the Creed family's new home. Stephen King's Pet Sematary explores themes of grief, loss, and the consequences of tampering with the forces beyond the grave.",
        "rating": 4,
        "read": "Stephen King's 'Pet Sematary' leads you to the ancient burial ground with a sinister secret in the woods. It's a tale that explores themes of grief, loss, and the dire consequences of tampering with forces beyond the grave."
    }
]
