[
    {
        "Image": "https://i.ibb.co/FYcVgnJ/8049273.jpg",
        "Name": "The Elegant Universe",
        "Quantity": 10,
        "AuthorName": "Brian Greene",
        "Category": "Science",
        "ShortDescription": "Exploring the mysteries of the universe, string theory, and more.",
        "Rating": 4
    },
    {
        "Image": "https://i.ibb.co/PhfwHV3/7888152-L.jpg",
        "Name": "A Brief History of Time",
        "Quantity": 15,
        "AuthorName": "Stephen Hawking",
        "Category": "Science",
        "ShortDescription": "An exploration of the cosmos and the nature of time itself.",
        "Rating": 4
    },
    {
        "Image": "https://i.ibb.co/n1nJ8v4/61-Tc-VLCl6u-L-AC-UF1000-1000-QL80.jpg",
        "Name": "The Selfish Gene",
        "Quantity": 12,
        "AuthorName": "Richard Dawkins",
        "Category": "Science",
        "ShortDescription": "Examining the gene-centered view of evolution and natural selection.",
        "Rating": 5
    },
    {
        "Image": "https://i.ibb.co/Yd88Tdk/51-SX54fc-T-L-AC-UF1000-1000-QL80.jpg",
        "Name": "Cosmos",
        "Quantity": 8,
        "AuthorName": "Carl Sagan",
        "Category": "Science",
        "ShortDescription": "A journey through space and time, exploring the wonders of the cosmos.",
        "Rating": 4
    },
    {
        "Image": "https://i.ibb.co/BZhVFKz/A1owd-Y-m1s-L-AC-UF1000-1000-QL80.jpg",
        "Name": "Spider-Man: The Amazing Adventures",
        "Quantity": 7,
        "AuthorName": "Stan Lee",
        "Category": "Comics",
        "ShortDescription": "Follow the incredible adventures of Peter Parker, also known as Spider-Man, as he swings through the city, battles iconic villains, and strives to balance his life as a superhero and a regular guy. Stan Lee's timeless creation comes to life in this collection of amazing stories.",
        "Rating": 4
    },
    {
        "Image": "https://i.ibb.co/z7kKwwp/MV5-BMz-I2-Mzlm-ZTMt-Yjg2-Zi00-Zj-A2-LTg3-Zj-Qt-ZGJl-OTk3-Nj-Jl-Nm-Rj-Xk-Ey-Xk-Fqc-Gde-QXVy-NTM3-Nz.jpg",
        "Name": "Batman: The Dark Knight Returns",
        "Quantity": 10,
        "AuthorName": "Frank Miller",
        "Category": "Comics",
        "ShortDescription": "Experience the epic tale of Batman's return to Gotham City after years of retirement. Frank Miller's dark and gritty masterpiece delves into the psyche of the Dark Knight as he faces a new wave of crime, including the formidable Two-Face and the powerful mutant gang leader, the Mutant Leader. This iconic graphic novel has left a lasting mark on the world of comics.",
        "Rating": 4
    },
    {
        "Image": "https://i.ibb.co/X7rk92H/Wonder-woman-02.jpg",
        "Name": "Wonder Woman: Gods and Mortals",
        "Quantity": 8,
        "AuthorName": "George Pérez",
        "Category": "Comics",
        "ShortDescription": "Embark on a journey to Themyscira and witness the origin of Diana, also known as Wonder Woman. George Pérez's iconic run reintroduces this powerful Amazonian warrior to the world. Discover her mission to bring peace, justice, and love to Man's World as she confronts mythical creatures and formidable adversaries in a timeless comic book classic.",
        "Rating": 4
    },
    {
        "Image": "https://i.ibb.co/4R8wsNK/910ty4-MNtv-L-AC-UF1000-1000-QL80.jpg",
        "Name": "X-Men: Dark Phoenix Saga",
        "Quantity": 6,
        "AuthorName": "Chris Claremont",
        "Category": "Comics",
        "ShortDescription": "Join the X-Men as they face one of their greatest challenges yet: the rise of the Dark Phoenix. Chris Claremont's gripping storytelling and the stunning artwork of John Byrne bring this iconic storyline to life. Witness the transformation of Jean Grey into a cosmic force of unimaginable power and the X-Men's desperate efforts to save her and the world.",
        "Rating": 4
    },
    {
        "Image": "https://i.ibb.co/99VK0W5/475900.jpg",
        "Name": "Gray's Anatomy",
        "Quantity": 5,
        "AuthorName": "Henry Gray",
        "Category": "Medical",
        "ShortDescription": "Explore the comprehensive reference on human anatomy. Gray's Anatomy is a classic medical text that provides a detailed and in-depth understanding of the human body's structure, making it an essential resource for medical professionals and students alike.",
        "Rating": 5
    },
    {
        "Image": "https://i.ibb.co/wL9PX2G/91-K65dhb4-YL-AC-UF350-350-QL50.jpg",
        "Name": "The Merck Manual of Diagnosis and Therapy",
        "Quantity": 8,
        "AuthorName": "Various Authors",
        "Category": "Medical",
        "ShortDescription": "A trusted and indispensable medical reference, The Merck Manual offers a wealth of information on diagnosing and treating various medical conditions. It's a go-to resource for healthcare professionals and anyone interested in medical knowledge.",
        "Rating": 4
    },
    {
        "Image": "https://i.ibb.co/rZ9kF4p/91kc2s-Cyk-PL-AC-UF1000-1000-QL80.jpg",
        "Name": "Principles of Pharmacology",
        "Quantity": 6,
        "AuthorName": "David E. Golan",
        "Category": "Medical",
        "ShortDescription": "Delve into the world of pharmacology with this comprehensive textbook. It covers the fundamental principles of drug action, mechanisms of drug interactions, and their applications in medicine. An essential read for pharmacy and medical students.",
        "Rating": 4
    },
    {
        "Image": "https://i.ibb.co/5BYvDYG/book-86332018-12-23-1545561628.jpg",
        "Name": "Harrison's Principles of Internal Medicine",
        "Quantity": 10,
        "AuthorName": "Various Authors",
        "Category": "Medical",
        "ShortDescription": "A renowned medical textbook covering various aspects of internal medicine. Harrison's Principles of Internal Medicine provides a deep understanding of diseases, diagnostics, and treatments, making it a valuable resource for healthcare professionals and students.",
        "Rating": 4
    },
    {
        "Image": "https://i.ibb.co/93HskkP/91nd-Irpt-O4-L-AC-UF1000-1000-QL80.jpg",
        "Name": "The Shining",
        "Quantity": 7,
        "AuthorName": "Stephen King",
        "Category": "Horror",
        "ShortDescription": "Check into the eerie Overlook Hotel and experience the chilling and supernatural events that haunt the Torrance family. Stephen King's classic horror novel is a tale of isolation, madness, and malevolence that will send shivers down your spine.",
        "Rating": 4
    },
    {
        "Image": "https://i.ibb.co/bWr64Bt/The-Exorcist-1971.jpg",
        "Name": "The Exorcist",
        "Quantity": 5,
        "AuthorName": "William Peter Blatty",
        "Category": "Horror",
        "ShortDescription": "Witness a battle between good and evil as a young girl becomes possessed by a malevolent force, leading to a harrowing exorcism. William Peter Blatty's novel explores themes of faith and horror, delivering a truly terrifying and unforgettable experience.",
        "Rating": 4
    },
    {
        "Image": "https://i.ibb.co/QJ24Vn3/810pc-Xb-l3-L-AC-UF894-1000-QL80.jpg",
        "Name": "House of Leaves",
        "Quantity": 8,
        "AuthorName": "Mark Z. Danielewski",
        "Category": "Horror",
        "ShortDescription": "Dive into a mind-bending and unsettling narrative that blurs the lines between reality and fiction. House of Leaves is a unique and disorienting horror story that will leave you questioning the very nature of the tale being told.",
        "Rating": 4
    },
    {
        "Image": "https://i.ibb.co/93HskkP/91nd-Irpt-O4-L-AC-UF1000-1000-QL80.jpg",
        "Name": "Pet Sematary",
        "Quantity": 6,
        "AuthorName": "Stephen King",
        "Category": "Horror",
        "ShortDescription": "Discover the ancient burial ground with a sinister secret in the woods behind the Creed family's new home. Stephen King's Pet Sematary explores themes of grief, loss, and the consequences of tampering with the forces beyond the grave.",
        "Rating": 4
    }
]
